
/* Strings for login panel. See Keychain.cpp. */

"kLoginTitle" = "Introduzca su nombre y contraseña para acceder al canal RSS.";
"kLoginInitialMessage"      = "Para acceder al canal RSS “%@”, debe iniciar una sesión en el área “%@” de %@. Su contraseña se enviará como texto no cifrado.\n";
"kLoginFailedMessage"       = "Error en el inicio de sesión. Vuelva a introducir su nombre y su contraseña para acceder al área “%@” de %@.\n";
"kLoginUsernameField"       = "Nombre:";
"kLoginPasswordField"       = "Contraseña:";
"kLoginLogInButton"         = "Iniciar sesión";
"kLoginCancelButton"        = "Cancelar";
"kLoginSavePasswordCheckbox"= "Guardar esta contraseña en mi llavero";


/* Error Messages */

"PSInternalErrorDescription"        = "Ha ocurrido un error interno en la estructura de Publication Subscription.";
"PSInternalErrorFailureReason"      = "Ha ocurrido un error interno en la estructura de Publication Subscription.";
"PSInternalErrorRecoverySuggestion" = "Cierre la sesión e inténtelo de nuevo.";

"PSNotAFeedErrorDescription"        = "No se ha podido cargar el canal de datos porque el contenido tiene un formato desconocido.";
"PSNotAFeedErrorFailureReason"      = "El contenido no tiene un formato de canal de datos conocido.";
"PSNotAFeedErrorRecoverySuggestion" = "Compruebe que la ubicación indicada contiene un canal de datos en formato Atom o RSS.";

"NSURLErrorUserAuthenticationRequired Description" = "Se requiere un nombre de usuario y una contraseña";

/* Localized date/time formats. See DateClass.cpp */

"TodayFmt"      = "'Hoy', hh:mm a";
"YesterdayFmt"  = "'Ayer', hh:mm a";
"ThisWeekFmt"   = "EEEE, hh:mm a";
"ThisYearFmt"   = "d MMM, hh:mm a";
"PastYearFmt"   = "d MMM ''yy, hh:mm a";

/* Localizable file size formatters.  See StringClass::representationForBytes */

"0 bytes"            = "0 bytes";           /* String used for showing a zero byte size */
"1 byte"             = "1 byte";            /* String used for showing a one byte size */
"%.0f bytes"         = "%.0f bytes";        /* Format used to display a size between 2 and 100 bytes */
"%.1f KB (0.1)"      = "%.1f KB";           /* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (1.0)"      = "%.1f KB";           /* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (10.0)"     = "%.1f KB";           /* Format used to display sizes between 10 and 99.9 KB */
"%.0f KB"            = "%.0f KB";           /* Format used to display sizes between 100 and 999 KB */
"%.1f MB (1.0)"      = "%.1f MB";           /* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (10.0)"     = "%.1f MB";           /* Format used to display sizes between 10 and 99.9 MB */
"%.0f MB"            = "%.0f MB";           /* Format used to display sizes between 100 and 999 MB */
"%.1f GB (1.0)"      = "%.2f GB";           /* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (10.0)"     = "%.2f GB";           /* Format used to display sizes between 10 and 99.9 GB */
"%.0f GB"            = "%.0f GB";           /* Format used to display sizes 100 GB or greater */

/* Localizable file names. Currently only used in EnclosureCore.cpp */

"kUntitledFileName" = "Sin título";   /* If we download and enclosure for which we have no other name to go by */
